-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 09, 2024 at 06:57 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `e_trade_license`
--

-- --------------------------------------------------------

--
-- Table structure for table `activity_log`
--

CREATE TABLE `activity_log` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `log_name` varchar(255) DEFAULT NULL,
  `description` text NOT NULL,
  `subject_type` varchar(255) DEFAULT NULL,
  `event` varchar(255) DEFAULT NULL,
  `subject_id` bigint(20) UNSIGNED DEFAULT NULL,
  `causer_type` varchar(255) DEFAULT NULL,
  `causer_id` bigint(20) UNSIGNED DEFAULT NULL,
  `properties` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`properties`)),
  `batch_uuid` char(36) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `activity_log`
--

INSERT INTO `activity_log` (`id`, `log_name`, `description`, `subject_type`, `event`, `subject_id`, `causer_type`, `causer_id`, `properties`, `batch_uuid`, `created_at`, `updated_at`) VALUES
(1, 'default', 'created', 'App\\Models\\User', 'created', 1, NULL, NULL, '{\"attributes\":{\"name\":\"\\u0997\\u09be\\u09b2\\u09bf\\u09ac \\u099c\\u09be\\u09ae\\u09be\\u09a8\",\"phone\":\"01766555213\",\"email\":\"gj.emon35@gmail.com\",\"address\":\"N. avenue, Barishal, Bangladesh\",\"password\":\"$2y$12$D.D5hFf8BH1wcQJS5MQyyOXAts7s1WMCKHW3\\/66DJOf9zlPN.jMfO\",\"phone_verified_at\":null}}', NULL, '2024-05-08 13:13:18', '2024-05-08 13:13:18'),
(2, 'default', 'created', 'App\\Models\\UserOneTimePassword', 'created', 1, NULL, NULL, '{\"attributes\":{\"user_id\":1,\"otp\":\"l6l7t6\",\"expires_at\":\"2024-05-08T14:13:18.000000Z\",\"is_used\":0,\"last_used_ip\":\"127.0.0.1\",\"last_used_at\":null,\"left_attempts\":2}}', NULL, '2024-05-08 13:13:18', '2024-05-08 13:13:18'),
(3, 'default', 'updated', 'App\\Models\\User', 'updated', 1, NULL, NULL, '{\"attributes\":{\"name\":\"\\u0997\\u09be\\u09b2\\u09bf\\u09ac \\u099c\\u09be\\u09ae\\u09be\\u09a8\",\"phone\":\"01766555213\",\"email\":\"gj.emon35@gmail.com\",\"address\":\"N. avenue, Barishal, Bangladesh\",\"password\":\"$2y$12$D.D5hFf8BH1wcQJS5MQyyOXAts7s1WMCKHW3\\/66DJOf9zlPN.jMfO\",\"phone_verified_at\":\"2024-05-08T13:15:27.000000Z\"},\"old\":{\"name\":\"\\u0997\\u09be\\u09b2\\u09bf\\u09ac \\u099c\\u09be\\u09ae\\u09be\\u09a8\",\"phone\":\"01766555213\",\"email\":\"gj.emon35@gmail.com\",\"address\":\"N. avenue, Barishal, Bangladesh\",\"password\":\"$2y$12$D.D5hFf8BH1wcQJS5MQyyOXAts7s1WMCKHW3\\/66DJOf9zlPN.jMfO\",\"phone_verified_at\":null}}', NULL, '2024-05-08 13:15:27', '2024-05-08 13:15:27'),
(4, 'default', 'created', 'App\\Models\\TradeLicenseApplication', 'created', 1, 'App\\Models\\User', 1, '{\"attributes\":{\"id\":1,\"user_id\":1,\"business_category_id\":18,\"signboard_id\":1,\"business_organization_name_bn\":\"\\u09ac\\u09bf\\u099f\\u09b8 \\u098f\\u0995\\u09be\\u09a1\\u09c7\\u09ae\\u09c0\",\"business_organization_name\":\"Bits Academy\",\"owner_name_bn\":\"\\u0997\\u09be\\u09b2\\u09bf\\u09ac \\u099c\\u09be\\u09ae\\u09be\\u09a8\",\"owner_name\":\"Galib Jaman\",\"father_name_bn\":\"\\u09ae\\u09cb\\u0983 \\u0986\\u09ac\\u09c1 \\u099b\\u09be\\u09b2\\u09c7\\u09b9\",\"father_name\":\"Md Abu Saleh\",\"mother_name_bn\":\"\\u0986\\u099e\\u09cd\\u099c\\u09c1\\u09ae\\u09be\\u09a8\\u0986\\u09b0\\u09be \\u09ac\\u09c7\\u0997\\u09ae\",\"mother_name\":\"Anjumanara Begum\",\"spouse_name_bn\":null,\"spouse_name\":null,\"nature_of_business_bn\":\"\\u098f\\u0995\\u0995\",\"nature_of_business\":\"Individual\",\"address_of_business_organization_bn\":\"\\u09aa\\u09c1\\u09b2\\u09bf\\u09b6 \\u09b2\\u09be\\u0987\\u09a8, \\u09ac\\u09b0\\u09bf\\u09b6\\u09be\\u09b2 \\u09b8\\u09a6\\u09b0, \\u09ac\\u09b0\\u09bf\\u09b6\\u09be\\u09b2\",\"address_of_business_organization\":\"Police Lines, Barishal Sadar, Barishal\",\"zone_bn\":null,\"zone\":null,\"ward_no\":\"19\",\"national_id_no\":\"19564456121245455\",\"birth_registration_no\":null,\"passport_no\":null,\"tin_no\":null,\"bin_no\":null,\"phone_no\":\"01631907778\",\"email\":null,\"fiscal_year\":\"2024-2025\",\"business_starting_date\":\"2024-05-14T18:00:00.000000Z\",\"ca_holding_no\":\"154\",\"ca_road_no\":null,\"ca_village_bn\":\"\\u09aa\\u09c1\\u09b2\\u09bf\\u09b6 \\u09b2\\u09be\\u0987\\u09a8\",\"ca_village\":\"Police Lines\",\"ca_post_office_bn\":\"\\u0986\\u09b2\\u09c7\\u0995\\u09be\\u09a8\\u09cd\\u09a6\\u09be\",\"ca_post_office\":\"Alekanda\",\"ca_post_code\":\"8200\",\"ca_upazilla_bn\":\"\\u09ac\\u09b0\\u09bf\\u09b6\\u09be\\u09b2 \\u09b8\\u09a6\\u09b0\",\"ca_upazilla\":\"Barishal Sadar\",\"ca_district_bn\":\"\\u09ac\\u09b0\\u09bf\\u09b6\\u09be\\u09b2\",\"ca_district\":\"Barishal\",\"ca_division_bn\":\"\\u09ac\\u09b0\\u09bf\\u09b6\\u09be\\u09b2\",\"ca_division\":\"Barishal\",\"ca_country_bn\":\"\\u09ac\\u09be\\u0982\\u09b2\\u09be\\u09a6\\u09c7\\u09b6\",\"ca_country\":\"Bangladesh\",\"pa_holding_no\":\"154\",\"pa_road_no\":null,\"pa_village_bn\":\"\\u09aa\\u09c1\\u09b2\\u09bf\\u09b6 \\u09b2\\u09be\\u0987\\u09a8\",\"pa_village\":\"Police Lines\",\"pa_post_office_bn\":\"\\u0986\\u09b2\\u09c7\\u0995\\u09be\\u09a8\\u09cd\\u09a6\\u09be\",\"pa_post_office\":\"Alekanda\",\"pa_post_code\":\"8200\",\"pa_upazilla_bn\":\"\\u09ac\\u09b0\\u09bf\\u09b6\\u09be\\u09b2 \\u09b8\\u09a6\\u09b0\",\"pa_upazilla\":\"Barishal Sadar\",\"pa_district_bn\":\"\\u099d\\u09be\\u09b2\\u0995\\u09be\\u09a0\\u09bf\",\"pa_district\":\"Jhalokathi\",\"pa_division_bn\":\"\\u09ac\\u09b0\\u09bf\\u09b6\\u09be\\u09b2\",\"pa_division\":\"Barishal\",\"pa_country_bn\":null,\"pa_country\":null,\"image\":\"C:\\\\xampp\\\\tmp\\\\phpCE07.tmp\",\"application_type\":\"new\",\"ccmts_2016_serial_no\":null,\"form_fee\":null,\"new_application_fee\":null,\"renewal_application_fee\":null,\"arrear\":null,\"surcharge\":null,\"amendment_fee\":null,\"signboard_fee\":null,\"income_tax\":null,\"vat\":null,\"other_fee\":null,\"total_fee\":null,\"trade_license_no\":null,\"issued_at\":null,\"expiry_date\":null,\"status\":\"pending_form_fee_payment\",\"corrections\":null,\"created_at\":\"2024-05-08T14:35:53.000000Z\",\"updated_at\":\"2024-05-08T14:35:53.000000Z\"}}', NULL, '2024-05-08 14:35:53', '2024-05-08 14:35:53');

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `address` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT 'admins/default.png',
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `admin_password_reset_tokens`
--

CREATE TABLE `admin_password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `admin_sessions`
--

CREATE TABLE `admin_sessions` (
  `id` varchar(255) NOT NULL,
  `admin_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `payload` longtext NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `business_categories`
--

CREATE TABLE `business_categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name_bn` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `fee` decimal(10,2) NOT NULL,
  `description` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `business_categories`
--

INSERT INTO `business_categories` (`id`, `name_bn`, `name`, `type`, `fee`, `description`, `created_at`, `updated_at`) VALUES
(12, '১ ( ক) লিমিটেড কোঃ ১ লক্ষ টাকা পর্যন্ত মূলধন', '', 'limited1', 1500.00, '.', NULL, NULL),
(13, '১(খ) লিমিটেড কোঃ ১ লক্ষ টাকা -৫  লক্ষ টাকা মূলধন', '', 'limited2', 2000.00, '.', NULL, NULL),
(16, '১(গ)লিমিটেড কোঃ ৫ লক্ষ টাকা -১০লক্ষ টাকা মূলধন', '', 'limited3', 3500.00, '.', NULL, NULL),
(17, '১ (ঘ) লিমিটেড কোঃ ১০ লক্ষ টাকা -.২৫লক্ষ টাকা মূলধন', '', 'limited4', 4500.00, '.', NULL, NULL),
(18, '১ (ঙ) লিমিটেড কোঃ ২৫ লক্ষ টাকা -৫০ লক্ষ টাকা মূলধন', '', 'limited5', 5500.00, '.', NULL, NULL),
(19, '১(চ) লিমিটেড কোঃ ৫০ লক্ষ টাকা -১ কোটি  টাকা মূলধন', '', 'limited6', 7500.00, '.', NULL, NULL),
(20, '১ (ছ) লিমিটেড কোঃ ১ কোটি টাকা -৫ কোটি  টাকা মূলধন', '', 'limited7', 10000.00, '.', NULL, NULL),
(22, '১(জ) লিমিটেড কোঃ৫ কোটি টাকার বেশি মূলধন', '', 'limited8', 12000.00, '.', NULL, NULL),
(23, '২(ক) তফসিলী ব্যাংক ও আর্থিক প্রতিষ্ঠান ', '', 'limited9', 10000.00, '.', NULL, NULL),
(24, '২(খ) বীমা (শাখা অফিস) ', '', 'limited10', 5000.00, '.', NULL, NULL),
(25, '২(গ) ঋনদান প্রতিষ্ঠান( শাখা অফিস)', '', 'limited11', 5000.00, '.', NULL, NULL),
(26, '২(ঘ) মানি এক্সচেঞ্জ', '', 'limited12', 5000.00, '.', NULL, NULL),
(27, '২( ঙ) শেয়ার ক্রয়-বিক্রয় প্রতিষ্ঠান (শাখা অফিস)', '', 'limited13', 3000.00, '.', NULL, NULL),
(28, '২(চ)এন জি ও (শাখা অফিস) ', '', 'limited14', 5000.00, '.', NULL, NULL),
(29, '৩(ক)বেসরকারি বিশ্ববিদ্যালয় ', '', 'limited15', 5000.00, '.', NULL, NULL),
(30, '৩(খ)বেসরকারি কলেজ/স্কুল (বড়) ', '', 'limited16', 3000.00, '.', NULL, NULL),
(31, '৩(গ) কিন্ডার গার্টেন ', '', 'limited17', 2000.00, '.', NULL, NULL),
(32, '৩ (ঘ) ট্রেনিং সেন্টার ', '', 'limited18', 1000.00, '.', NULL, NULL),
(33, '৩(ঙ) কোচিং সেন্টার ', '', 'limited19', 1000.00, '.', NULL, NULL),
(34, '৩(চ) কম্পিউটার প্রশিক্ষন কেন্দ্র ', '', 'limited20', 500.00, '.', NULL, NULL),
(35, '৪(ক )বিশেষ শ্রেনীর ঠিকাদার', '', 'limited21', 4000.00, '.', NULL, NULL),
(36, '৪(খ) প্রথম শ্রেনীর ঠিকাদার/কন্সট্রাকশন ফার্ম ', '', 'limited22', 2000.00, '.', NULL, NULL),
(37, '৪(গ) দ্বিতীয় শ্রেনীর ঠিকাদার ', '', 'limited23', 1500.00, '.', NULL, NULL),
(38, '৪(ঘ)  তৃতীয় শ্রেনীর ঠিকাদার ', '', 'limited24', 1000.00, '.', NULL, NULL),
(39, '৪( ঙ)সরবরাহকারী ', '', 'limited25', 1000.00, '.', NULL, NULL),
(40, '(৫)বিল্ডার্স/ডেভলপার্স/রিয়েল এস্টেট ', '', '.', 4000.00, '.', NULL, NULL),
(41, '৬(ক) ইনডেন্টিং এন্ড কমিশন এজেন্ট/নিলাম ক্রয়/বিক্রয়/মার্কেটিং ', '', '.', 1000.00, '.', NULL, NULL),
(42, '৬(খ) ক্লিয়ারিং ও ফরওয়ার্ডিং এজেন্ট', '', '.', 1500.00, '.', NULL, NULL),
(43, '৬ (গ) ট্রাভেলিং এজেন্ট', '', '.', 2000.00, '.', NULL, NULL),
(44, '৬ (ঘ)রিক্রূটিং এজেন্ট ', '', '.', 4000.00, '.', NULL, NULL),
(45, '৬ (ঙ )সকল প্রকার পরিবেশক ', '', '.', 1000.00, '.', NULL, NULL),
(46, '৬ (চ) সকল প্রকার আমদানিকারক ', '', '.', 1000.00, '.', NULL, NULL),
(47, '৬ (ছ) সকল প্রকার রফতানীকারক ', '', '.', 1000.00, '.', NULL, NULL),
(48, '৬ (জ) হজ্ব এজেন্সি', '', '.', 1000.00, '.', NULL, NULL),
(49, '(৭)টেক্সটাইল মিল ', '', '.', 3000.00, '.', NULL, NULL),
(50, '(৮ )জুট মিল ', '', '.', 2000.00, '.', NULL, NULL),
(51, '(৯) আয়রন এন্ড স্টীল মিল ', '', '.', 2500.00, '.', NULL, NULL),
(52, '(১০) \'স\' মিল', '', '.', 2000.00, '.', NULL, NULL),
(53, '১১ ট্যানারী কারখানা ', '', '.', 3000.00, '.', NULL, NULL),
(54, '১২গার্মেন্টস ফ্যাক্টরি ', '', '.', 3000.00, '.', NULL, NULL),
(55, '১৩ ফার্মাসিউটীক্যাল ফ্যাক্টরি ', '', '.', 3000.00, '.', NULL, NULL),
(56, '১৪ ক্যামিক্যাল ফ্যাক্টরি ', '', '.', 2000.00, '.', NULL, NULL),
(57, '১৫ ব্রেড এন্ড বিস্কুট ফ্যাক্টরি ', '', '.', 1000.00, '.', NULL, NULL),
(58, '১৬ জ্যাম/জেলি/আচার/স্কোয়াশ ', '', '.', 1000.00, '.', NULL, NULL),
(59, '১৭ লজেন্স ফ্যাক্টরি ', '', '.', 1000.00, '.', NULL, NULL),
(60, '১৮/ কোল্ড স্টোরেজ ', '', '.', 2000.00, '.', NULL, NULL),
(61, '১৯/বেভারেজ ', '', '.', 2000.00, '.', NULL, NULL),
(62, '২০/বরফ কল /আইসক্রিম ফ্যাক্টরি ', '', '.', 2000.00, '.', NULL, NULL),
(63, '২১/টোব্যাকো ফ্যাক্টরি ', '', '.', 4000.00, '.', NULL, NULL),
(64, '২২/চাল,ডাল,আটা,সেমাই,মশলা ভাঙ্গার অথবা ময়দার কল(অটোমেটিক ব্যাতীত)', '', '.', 1000.00, '.', NULL, NULL),
(65, '২৩/চাল,ডাল,আটা,সেমাই,মশলা ভাঙ্গার অথবা ময়দার কল(অটোমেটীক)', '', '.', 750.00, '.', NULL, NULL),
(66, '২৪/তেল মিল ', '', '.', 1000.00, '.', NULL, NULL),
(67, '২৫/ঢালাই কারখানা ', '', '.', 1000.00, '.', NULL, NULL),
(68, '২৬/মেটালিক', '', '.', 750.00, '.', NULL, NULL),
(69, '২৭/মশার কয়েল ফ্যাক্টরি ', '', '.', 750.00, '.', NULL, NULL),
(70, '২৮/মোমবাতি ', '', '.', 500.00, '.', NULL, NULL),
(71, '২৯/সিরামিক সামগ্রী তৈরীর কারখানা ', '', '.', 1000.00, '.', NULL, NULL),
(72, '৩০/সিল্ক ফ্যাক্টরি ', '', '.', 3000.00, '.', NULL, NULL),
(73, '৩১/ব্লক বাটিক বস্ত্র প্রিন্টিং মিল /ব্লক বূটীক বস্ত্র সরবরাহকারী ', '', '.', 1000.00, '.', NULL, NULL),
(74, '৩২/পার্টস/খুচরা যন্ত্রাংশ ', '', '.', 1000.00, '.', NULL, NULL),
(75, '৩৩/ ক ইঞ্জিনিয়ারিং ওয়ার্কসপ (বড়) ', '', '.', 1000.00, '.', NULL, NULL),
(76, '৩৩/ খ ইঞ্জিনিয়ারিং ওয়ার্কসপ (ছোট) ', '', '.', 750.00, '.', NULL, NULL),
(77, '৩৩/গ মটর ওয়ার্কসপ (বড় ) ', '', '.', 1500.00, '.', NULL, NULL),
(78, '৩৩/ ঘ মটর ওয়ার্কসপ (ছোট) ', '', '.', 750.00, '.', NULL, NULL),
(79, '৩৩/ ঙ ওয়েল্ডিং(বড়) ', '', '.', 1500.00, '.', NULL, NULL),
(80, '৩৩/ চ ওয়েল্ডিং(ছোট) ', '', '.', 750.00, '.', NULL, NULL),
(81, '৩৩/ ছ রেফ্রিজারেটর/এয়ার কুলার মেরামত ', '', '.', 750.00, '.', NULL, NULL),
(82, '৩৩/ জ ভলকানাইজিং (বড় ) ', '', '.', 1500.00, '.', NULL, NULL),
(83, '৩৩/ ঝ ভলকানাইজিং (ছোট ) ', '', '.', 750.00, '.', NULL, NULL),
(84, '৩৩/ ঞ অটোমোবাইল মেরামতের দোকান/ওয়ার্কসপ (বড়) ', '', '.', 1500.00, '.', NULL, NULL),
(85, '৩৩/ ট অটোমোবাইল মেরামতের দোকান/ওয়ার্কসপ (ছোট) ', '', '.', 750.00, '.', NULL, NULL),
(86, '৩৪/ক রেস্তোরা (শীতাতপ নিয়ন্ত্রিত)', '', '.', 2000.00, '.', NULL, NULL),
(87, '৩৪/খ রেস্তোরা (শীতাতপ নিয়ন্ত্রিত ব্যাতীত)', '', '.', 700.00, '.', NULL, NULL),
(88, '৩৪/ গ ভ্রাম্যমাণ রেস্তোরা (ভ্রাম্যমান যান্ত্রিক গাড়ি) ', '', '.', 500.00, '.', NULL, NULL),
(89, '৩৫/ক  মিস্টির দোকান (বড় ) ', '', '.', 1200.00, '.', NULL, NULL),
(90, '৩৫/খ  মিস্টির দোকান (ছোট)', '', '.', 1000.00, '.', NULL, NULL),
(91, '৩৬/ক  কনফেকশনারী (বড় ) ', '', '.', 1500.00, '.', NULL, NULL),
(92, '৩৬/খ  কনফেকশনারী (ছোট ) ', '', '.', 750.00, '.', NULL, NULL),
(93, '৩৭/ফাস্ট ফুড শপ উৎপাদনকারী', '', '.', 1000.00, '.', NULL, NULL),
(94, '৩৮/  আইসক্রিম শপ উৎপাদন কারি /পরিবেশক(লিঃ কোম্পানি না হইলে)', '', '.', 500.00, '.', NULL, NULL),
(95, '৩৯/ক  পাচ তারকা হোটেল ', '', '.', 25000.00, '.', NULL, NULL),
(96, '৩৯/খ  চার তারকা হোটেল ', '', '.', 20000.00, '.', NULL, NULL),
(97, '৩৯/গ  তিন তারকা হোটেল(শীতাতপ নিয়ন্ত্রিত)', '', '.', 15000.00, '.', NULL, NULL),
(98, '৩৯/ঘ দুই তারকা হোটেল( শীতাতপ নিয়ন্ত্রিত)', '', '.', 10000.00, '.', NULL, NULL),
(99, '৩৯/ ঙ  এক তারকা হোটেল (শীতাতপ নিয়ন্ত্রিত)', '', '.', 8000.00, '.', NULL, NULL),
(100, '৩৯/চ   আবাসিক হোটেল ( শীতাতপ নিয়ন্ত্রিত আংশিক)', '', '.', 7000.00, '.', NULL, NULL),
(101, '৩৯/ছ  আবাসিক হোটেল ( শীতাতপ নিয়ন্ত্রিত ব্যাতীত)', '', '.', 4000.00, '.', NULL, NULL),
(102, '৩৯/জ গেস্ট হাউজ/ রেস্ট হাউজ( শীতাতপ নিয়ন্ত্রিত) ', '', '.', 5000.00, '.', NULL, NULL),
(103, '৩৯/ ঞ  হাউজ/ রেস্ট হাউজ( শীতাতপ নিয়ন্ত্রিত ব্যাতীত)) ', '', '.', 2500.00, '.', NULL, NULL),
(104, '৩৯/ট বেসরকারি ছাত্রাবাস ১-৫০ সিট বিশিষ্ট ', '', '.', 2000.00, '.', NULL, NULL),
(105, '৩৯/ঠ  বেসরকারি ছাত্রাবাস ৫১-১০০সিট বিশিষ্ট ', '', '.', 3000.00, '.', NULL, NULL),
(106, '৩৯/ড  বেসরকারি ছাত্রাবাস ১০০ সিটের উর্দ্বে  ', '', '.', 5000.00, '.', NULL, NULL),
(107, '৪০/ ক সিনেমা হল( শীতাতপ নিয়ন্ত্রিত)', '', '.', 1500.00, '.', NULL, NULL),
(108, '৪০/খ  সিনেমা হল( শীতাতপ নিয়ন্ত্রিত ব্যাতীত)', '', '.', 1000.00, '.', NULL, NULL),
(109, '৪১/ক  কমিউনিটি সেন্টার (শীতাতপ নিয়ন্ত্রিত) ', '', '.', 3000.00, '.', NULL, NULL),
(110, '৪১/খ  কমিউনিটি সেন্টার (শীতাতপ নিয়ন্ত্রিত ব্যাতীত))', '', '.', 2000.00, '.', NULL, NULL),
(111, '৪২ (ক)  ইলেক্ট্রিক (বড় ) ', '', '.', 750.00, '.', NULL, NULL),
(112, '৪২ খ  ইলেক্ট্রিক (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(113, '৪২/গ  সাধারণ ডেকোরেটর (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(114, '৪২/ঘ সাধারণ ডেকোরেটর (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(115, '৪৩/ক ক্যারিয়ার সার্ভিস/কাভার্ড ভ্যান/লং ভেহিকেল/কন্টেইনার মুভার', '', '.', 7500.00, '.', NULL, NULL),
(116, '৪৩/খ ট্রাক/ট্যাংকার/বাস(শীতাতপ নিয়ন্ত্রিত) ', '', '.', 500.00, '.', NULL, NULL),
(117, '৪৩/  গ  ট্রাক/ট্যাংকার/বাস(শীতাতপ নিয়ন্ত্রিত ব্যাতীত)) ', '', '.', 300.00, '.', NULL, NULL),
(118, '৪৩/ ঘ মিনিবাস/মিনি ট্রাক/হিউম্যান হলার ', '', '.', 200.00, '.', NULL, NULL),
(119, '৪৩/ ঙ   মাইক্রোবাস ', '', '.', 300.00, '.', NULL, NULL),
(120, '৪৩/চ  ট্যাক্সি ক্যাব/কার ', '', '.', 300.00, '.', NULL, NULL),
(121, '৪৩/ ছ  টেম্পু ', '', '.', 100.00, '.', NULL, NULL),
(122, '৪৩/জ বেবী ট্যাক্সি ', '', '.', 100.00, '.', NULL, NULL),
(123, '৪৩/ঝ মিশুক ', '', '.', 100.00, '.', NULL, NULL),
(124, '৪৪/ক  অটোমোবাইল মেরামতের দোকান/ওয়ার্কসপ (বড়) ', '', '.', 1000.00, '.', NULL, NULL),
(125, '৪৪/খ অটোমোবাইল মেরামতের দোকান/ওয়ার্কসপ (ছোট)', '', '.', 500.00, '.', NULL, NULL),
(126, '৪৫/দর্জির দোকান ', '', '.', 700.00, '.', NULL, NULL),
(127, '৪৬/ ক লঞ্চ(বড় ) ', '', '.', 3000.00, '.', NULL, NULL),
(128, '৪৬/খ লঞ্চ(মাঝারি) ', '', '.', 2000.00, '.', NULL, NULL),
(129, '৪৬/গ লঞ্চ (ছোট) ', '', '.', 1000.00, '.', NULL, NULL),
(130, '৪৬/ঘ যান্ত্রিক কার্গো বোট (১০ অশ্ব ক্ষমতা সম্পন্ন) ', '', '.', 1000.00, '.', NULL, NULL),
(131, '৪৬/ ঙ  যান্ত্রিক কার্গো বোট (৩০ অশ্ব ক্ষমতা সম্পন্ন)', '', '.', 2000.00, '.', NULL, NULL),
(132, '৪৬/চ যান্ত্রিক কার্গো বোট (৩০ অশ্ব ক্ষমতার  উর্ধ ধারণ ক্ষমতা সম্পন্ন)', '', '.', 3000.00, '.', NULL, NULL),
(133, '৪৬/ ছ কার্গো (৫০০ কেজি হতে ১০০০ কেজি পর্যন্ত ধারণ ক্ষমতা সম্পন্ন)', '', '.', 500.00, '.', NULL, NULL),
(134, '৪৬/জ কার্গো (১০০০ কেজি হতে ৫০০০ কেজি পর্যন্ত ধারণ ক্ষমতা সম্পন্ন)', '', '.', 750.00, '.', NULL, NULL),
(135, '৪৬ ঝ  কার্গো (৫০০০কেজি হতে তদূর্দ্ধ ক্ষমতা সম্পন্ন)', '', '.', 1000.00, '.', NULL, NULL),
(136, '৪৭ ক  জাহাজ নির্মাণ আন্তর্জাতিক প্রতিষ্ঠান ', '', '.', 50000.00, '.', NULL, NULL),
(137, '৪৭ খ জাহাজ নির্মাণ জাতীয় প্রতিষ্ঠান ', '', '.', 20000.00, '.', NULL, NULL),
(138, '৪৮/ক  ধান/চাল/ডাল/তেল/ময়দা/আটা ', '', '.', 700.00, '.', NULL, NULL),
(139, '৪৮       /খ  ইট/বালু ', '', '.', 1000.00, '.', NULL, NULL),
(140, '৪৮/গ ফল /কাচামাল', '', '.', 500.00, '.', NULL, NULL),
(141, '৪৮/ ঘ হাস/মুরগী ', '', '.', 300.00, '.', NULL, NULL),
(142, '৪৮/ ঙ মাছ ', '', '.', 2000.00, '.', NULL, NULL),
(143, '৪৮/চ অন্যান্য মালের আড়ত ', '', '.', 500.00, '.', NULL, NULL),
(144, '৪৯/ক ব্রান্ড ফার্নিচার(NAVANA,OTOBI,HATIL প্রভৃতি )', '', '.', 20000.00, '.', NULL, NULL),
(145, '৪৯/ খ থাই এ্যাল্মুনিয়াম', '', '.', 3000.00, '.', NULL, NULL),
(146, '৪৯/গ কাঠ/স্টিল/বেত( বড় ) ', '', '.', 3000.00, '.', NULL, NULL),
(147, '৪৯/ঘ কাঠ/স্টিল/বেত( ছোট ) ', '', '.', 2000.00, '.', NULL, NULL),
(148, '৪৯/ ঙ পারটেক্স/প্লাস্টিক/প্লাইউড/কাঠের বিকল্প ', '', '.', 2000.00, '.', NULL, NULL),
(149, '৫০/ক রং ( এজেন্সি) ', '', '.', 2000.00, '.', NULL, NULL),
(150, '৫০/খ রং ( খুচরা ) ', '', '.', 1000.00, '.', NULL, NULL),
(151, '৫০/গ  হার্ডওয়ার সামগ্রী ', '', '.', 1200.00, '.', NULL, NULL),
(152, '৫০/ ঙ মোজাইক/টাইলস (বড় ) ', '', '.', 2500.00, '.', NULL, NULL),
(153, '৫০/চ মোজাইক/টাইলস (ছোট ) ', '', '.', 2000.00, '.', NULL, NULL),
(154, '৫০ (ছ) স্যানিটারী ওয়ার(বড়) ', '', '.', 2500.00, '.', NULL, NULL),
(155, '৫০/জ স্যানিটারী ওয়ার(ছোট) ', '', '.', 2000.00, '.', NULL, NULL),
(156, '৫১/ক কাপড় (শাড়ি/লুঙ্গি )', '', '.', 1500.00, '.', NULL, NULL),
(157, '৫১/খ তৈরী পোশাক ', '', '.', 1500.00, '.', NULL, NULL),
(158, '৫১/গ চাল/ডাল/ময়দা/আটা/চিনি/তেল/দুধ( পাইকারী) ', '', '.', 1000.00, '.', NULL, NULL),
(159, '৫১/ ঘ চাল/ডাল/ময়দা/আটা/চিনি/তেল/দুধ( খুচরা) ', '', '.', 500.00, '.', NULL, NULL),
(160, '৫১/ ঙ কসমেটিক্স/স্টেশনারী(বড় )', '', '.', 2000.00, '.', NULL, NULL),
(161, '৫১(চ ) কসমেটিক্স/স্টেশনারী (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(162, '৫১/ছ লৌহজাত দ্রব্যাদি(বড়) ', '', '.', 4000.00, '.', NULL, NULL),
(163, '৫১/জ লৌহজাত দ্রব্যাদি(ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(164, '   ৫১/ঝ               মশারি বিক্রেতা(পাইকারী )       ', '', '.', 2000.00, '.', NULL, NULL),
(165, '৫১/ঞ মশারি বিক্রেতা (খুচরা) ', '', '.', 1000.00, '.', NULL, NULL),
(166, '৫১/ট কুটির শিল্প বড় ', '', '.', 1000.00, '.', NULL, NULL),
(167, '৫১/ঠ কুটির শিল্প(ছোট) ', '', '.', 500.00, '.', NULL, NULL),
(168, '৫১/ড চেইন শপ ', '', '.', 5000.00, '.', NULL, NULL),
(169, '৫২/ক সিরামিক (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(170, '৫২/খ  সিরামিক (ছোট) ', '', '.', 2000.00, '.', NULL, NULL),
(171, '৫২/গ মেলামাইন (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(172, '৫২/ঘ মেলাইমাইন (ছোট)', '', '.', 1000.00, '.', NULL, NULL),
(173, '৫২/ ঙ এলুমিনিয়াম (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(174, '৫২/চ এলুমিনিয়াম (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(175, '৫২/ছ পিতল/কাসা ( বড়) ', '', '.', 1000.00, '.', NULL, NULL),
(176, '৫২/জ পিতল/কাসা ছোট ', '', '.', 500.00, '.', NULL, NULL),
(177, '৫৩/ক বিউটি পার্লার(শীতাতপ নিয়ন্ত্রিত)', '', '.', 5000.00, '.', NULL, NULL),
(178, '৫৩/খ বিউটি পার্লার ( শীতাতপ নিয়ন্ত্রিত ব্যাতীত) ', '', '.', 2000.00, '.', NULL, NULL),
(179, '৫৪/ক হেয়ার ড্রেসিং সেলুন(শীতাতপ নিয়ন্ত্রিত)', '', '.', 1500.00, '.', NULL, NULL),
(180, '৫৪/খ হেয়ার ড্রেসিং সেলুন (শীতাতপ নিয়ন্ত্রিত ব্যাতীত ) ', '', '.', 1000.00, '.', NULL, NULL),
(181, '৫৪/গ হেয়ার ড্রেসিং সেলুন ( ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(182, '৫৫/ক  জুয়েলারী( শো রুম সহ) ', '', '.', 4000.00, '.', NULL, NULL),
(183, '৫৫/খ জুয়েলারী(শোরুম ছাড়া) ', '', '.', 2000.00, '.', NULL, NULL),
(184, '৫৫/গ জুয়েলারী (মেরামত) ', '', '.', 1500.00, '.', NULL, NULL),
(185, '৫৫/ঘ এমিটেশন(বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(186, '৫৫/ ঙ এমিটেশন (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(187, '৫৫/চ অলংকার নির্মাতা', '', '.', 2000.00, '.', NULL, NULL),
(188, '৫৫/ছ বিভিন্ন প্রকার শো পিস (বড়-ছোট) ', '', '.', 1000.00, '.', NULL, NULL),
(189, ' ৫৬/ক পূর্ন দৈর্ঘ্য চলচ্চিত্র নির্মাতা প্রতিষ্ঠান ', '', '.', 2000.00, '.', NULL, NULL),
(190, '৫৬/খ সল্প দৈর্ঘ্য চলচ্চিত্র নির্মাতা প্রতিষ্ঠান  ', '', '.', 1000.00, '.', NULL, NULL),
(192, '৫৬/গ প্যাকেজ নাটক নির্মাতা প্রতিষ্ঠান ', '', '.', 2000.00, '.', NULL, NULL),
(193, '৫৬/ঘ বিজ্ঞাপণ নির্মাতা প্রতিষ্ঠান ', '', '.', 2000.00, '.', NULL, NULL),
(194, '৫৬/ ঙ বিজ্ঞাপণ প্রচারনী প্রতিষ্ঠান ', '', '.', 2000.00, '.', NULL, NULL),
(195, '৫৭/ ক প্রকাশনা সংস্থা ', '', '.', 5000.00, '.', NULL, NULL),
(196, '৫৭/খ বই বিক্রেতা( বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(197, '৫৭/গ বই বিক্রেতা( ছোট  ) ', '', '.', 500.00, '.', NULL, NULL),
(198, '৫৮/ক কার্ড/পোস্টার বিক্রেতা (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(199, '৫৮/খ কার্ড/পোস্টার বিক্রেতা (ছোট)', '', '.', 500.00, '.', NULL, NULL),
(200, '৫৯/ক স্টেশনারী সামগ্রী (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(201, '৫৯/খ স্টেশনারী সামগ্রী (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(202, '৬০/ফটোস্ট্যাট /এ্যামোনিয়া প্রিন্ট ', '', '.', 1000.00, '.', NULL, NULL),
(203, '৬১/ক ফটো   স্টূডীও  ল্যাব ', '', '.', 500.00, '.', NULL, NULL),
(204, '৬১/খ ফটো স্টূডীও ( বড় ) ', '', '.', 500.00, '.', NULL, NULL),
(205, '৬১/গ ফটো স্টূডিও ( ছোট ) ', '', '.', 300.00, '.', NULL, NULL),
(206, '৬২/ ভিডীও গেমসের দোকান', '', '.', 1000.00, '.', NULL, NULL),
(207, '৬৩/ভিডিও /ভিসিডি/সিডি/অডিও ক্যাসেট (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(208, '৬৪/ভিডিও /ভিসিডী /সিডী/অডীও ক্যাসেট (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(209, '৬৫/ বাদ্য যন্ত্র (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(210, '৬৬/বাদ্য যন্ত্র (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(211, '৬৭/টক দই/মালাই/মাওয়া ', '', '.', 500.00, '.', NULL, NULL),
(212, '৬৮/শস্য বীজ (বড়/ছোট) ', '', '.', 500.00, '.', NULL, NULL),
(213, '৬৯/কুরিয়ার/পার্সেল সার্ভিস (ইন্টারন্যাশনাল) ', '', '.', 25000.00, '.', NULL, NULL),
(214, '৭০/কুরিয়ার/পার্সেল সার্ভিস( অভ্যন্ত্রীণ ও পন্য পরিবহনকারী)', '', '.', 2000.00, '.', NULL, NULL),
(215, '৭১/কুরিয়ার/পার্সেল সার্ভিস( অভ্যন্ত্রীণ ও পত্র পরিবহনকারী)', '', '.', 1000.00, '.', NULL, NULL),
(216, '৭২/ ডিশ এন্টিনা(ক্যাবল টিভি অপারেটর )', '', '.', 2000.00, '.', NULL, NULL),
(217, '৭৩/ফোন/ফ্যাক্স/ইন্টারনেট/পি এ বি এক্স/সাইবার ক্যাফে (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(218, '৭৪/ফোন/ফ্যাক্স/ইন্টারনেট/পি এ বি এক্স/সাইবার ক্যাফে (ছোট)', '', '.', 1000.00, '.', NULL, NULL),
(219, '৭৫/গ্লাস/ছবি বাধাই দোকান ', '', '.', 1000.00, '.', NULL, NULL),
(220, '৭৬/মৃৎ পাত্র ', '', '.', 500.00, '.', NULL, NULL),
(221, '৭৭/কার্পেট ', '', '.', 2000.00, '.', NULL, NULL),
(222, '৭৮/পান সুপারি ', '', '.', 500.00, '.', NULL, NULL),
(223, '৭৯/ গো/হাস/মুরগী/ডীম/মাছ                ', '', '.', 500.00, '.', NULL, NULL),
(225, '৮০/সিকিউরিটি সার্ভিস ', '', '.', 5000.00, '.', NULL, NULL),
(226, '৮১/ডেইরী/পোল্ট্রিফার্ম (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(227, '৮২/ডেইরী /পোল্ট্রি ফার্ম (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(228, '৮৩/ঘড়ীর দোকান (এজেন্সি/বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(229, '৮৪/ঘড়ির দোকান( ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(230, '৮৫/ খেলাধুলার সামগ্রী (বড়) ', '', '.', 1000.00, '.', NULL, NULL),
(231, '৮৬/ খেলাধুলার সামগ্রী (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(232, '৮৭/পশু/ মৎস্য খাদ্য এজেন্সি(বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(233, '৮৮/পশু/ মৎস্য খাদ্য এজেন্সি(ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(234, '৮৯/ক এম,এস রড/সিমেন্ট/সি আই শীট /এ্যাংগেল/প্লেইন শীট দোকান/এজেন্ট (উৎপাদন কারী)', '', '.', 5000.00, '.', NULL, NULL),
(235, '৮৯/খ এম,এস রড/সিমেন্ট/সি আই শীট /এ্যাংগেল/প্লেইন শীট দোকান/এজেন্ট(বড় দোকান) ', '', '.', 3000.00, '.', NULL, NULL),
(236, '৮৯/গ এম,এস রড/সিমেন্ট/সি আই শীট /এ্যাংগেল/প্লেইন শীট দোকান/এজেন্ট( মাঝারি দোকান) ', '', '.', 2000.00, '.', NULL, NULL),
(237, '৮৯/ঘ এম,এস রড/সিমেন্ট/সি আই শীট /এ্যাংগেল/প্লেইন শীট দোকান/এজেন্ট(ছোট দোকান ) ', '', '.', 1000.00, '.', NULL, NULL),
(238, '৯০/ক তরিতরকারী ', '', '.', 500.00, '.', NULL, NULL),
(239, '৯০/খ /গুড়/চিড়া/মুড়ি ', '', '.', 500.00, '.', NULL, NULL),
(240, '৯০/গ মুদি ', '', '.', 500.00, '.', NULL, NULL),
(241, '৯১/ক তৈরি পোশাক(২০০ বর্গফুটের উর্ধে)', '', '.', 1000.00, '.', NULL, NULL),
(242, '৯১/খ তৈরী পোশাক (২০০ বর্গফুটের নিম্নে) ', '', '.', 500.00, '.', NULL, NULL),
(243, '৯৩/ক জুতা', '', '.', 1000.00, '.', NULL, NULL),
(244, '১০৪/ক ব্যাটারী (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(245, '২৫৪/ভ্যারাইটি স্টোর ', '', '.', 1500.00, '.', NULL, NULL),
(246, '১১৯/খ ফার্মেসি ', '', '.', 1000.00, '.', NULL, NULL),
(247, '৯২/ক শাড়ি/থান কাপড় ', '', '.', 3000.00, '.', NULL, NULL),
(248, '৯২/খ শাড়ি থান কাপড় (মাঝারি) ', '', '.', 2000.00, '.', NULL, NULL),
(249, '৯২/গ শাড়ি থান কাপড় (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(250, '৯৩/ক জুতার দোকান পাইকারী(বড়) ', '', '.', 1000.00, '.', NULL, NULL),
(251, '৯৩/খ  জুতার দোকান খুচরা (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(252, '৯৪ ফলের দোকান ', '', '.', 500.00, '.', NULL, NULL),
(253, '৯৫ চা পান দোকান ', '', '.', 500.00, '.', NULL, NULL),
(254, '৯৬/ক নার্সারি ( বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(255, '৯৬/খ নার্সারি (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(256, '৯৭/ ফুল বিক্রেতা', '', '.', 1000.00, '.', NULL, NULL),
(257, '৯৮/ চামড়ার সুটকেস ব্যাগ ', '', '.', 1000.00, '.', NULL, NULL),
(258, '৯৯/ক ওয়্যার হাউজ ', '', '.', 10000.00, '.', NULL, NULL),
(259, '৯৯/খ বায়িং হাউজ', '', '.', 5000.00, '.', NULL, NULL),
(260, '১০০/ ক সুপার শপ/মেগা মল ', '', '.', 2000.00, '.', NULL, NULL),
(261, '১০০/ খ বড় /এসি শপিং মল ', '', '.', 2000.00, '.', NULL, NULL),
(262, '১০০/গ ডিপার্ট্মেন্টাল স্টোর (মাঝারি) ', '', '.', 1500.00, '.', NULL, NULL),
(263, '১০০/ঘ ডিপার্ট্মেন্টাল স্টোর (ছোট) ', '', '.', 1000.00, '.', NULL, NULL),
(264, '১০১/ক  লন্ড্রি অটোমেটীক(বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(265, '১০১/খ লন্ড্রি অটোমেটিক (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(266, '১০১/গ লন্ড্রি সাধারন ', '', '.', 500.00, '.', NULL, NULL),
(267, '১০২/ক মটর পার্টস /লুব্রিকেন্ট (বড়) ', '', '.', 2000.00, '.', NULL, NULL),
(268, '১০২/খ মটর/পার্টস লুব্রিকেন্ট(ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(269, '১০৩/ক টায়ার টিউব বিক্রেতা (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(270, '১০৩/খ টায়ার টিউব বিক্রেতা (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(271, '১০৩/গ টায়ার টিউব ডিলারশীপ ', '', '.', 5000.00, '.', NULL, NULL),
(272, '১০৪/ক ব্যাটারী (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(273, '১০৪/খ ব্যাটারী (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(274, '১০৫/ক বেডিং স্টোড় (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(275, '১০৫/ খ বেডিং স্টোর(ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(276, '১০৬/ক টিভি ফ্রিজ এবং অন্যন্য ইলেকট্রনিক্স সামগ্রির দোকান/এজেন্সি ', '', '.', 5000.00, '.', NULL, NULL),
(277, '১০৬/খ টিভি ফ্রিজ এবং অন্যন্য ইলেকট্রনিক্স সামগ্রি (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(278, '১০৬/গ টিভি ফ্রিজ এবং অন্যন্য ইলেকট্রনিক্স সামগ্রির দোকান (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(279, '১০৬/ঘ শুধু টিভি ফ্রিজ এবং অন্যন্য ইলেকট্রনিক্স সামগ্রির মেরামত  দোকান ', '', '.', 500.00, '.', NULL, NULL),
(280, ' ১০৭/ক বৈদ্যুতিক সরঞ্জাম বিক্রেতা(বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(281, '১০৭/খ বৈদ্যুতিক সরঞ্জাম বিক্রেতা(ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(282, '১০৮/ক মেশিন টুলস এন্ড ইকুইপমেন্ট (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(283, '১০৮/খ মেশিন টুলস এন্ড ইকুইপমেন্ট (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(284, '১০৯/ ক মটর ভেহিকল বিক্রেতা /শোরুম (বড় ) ', '', '.', 5000.00, '.', NULL, NULL),
(285, '১০৯/ খ  মটর ভেহিকল বিক্রেতা /শোরুম (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(286, '১১০/ বাই সাইকেল বিক্রেতা ', '', '.', 1000.00, '.', NULL, NULL),
(287, '১১১/ক বাই সাইকেল পার্টস বিক্রেতা (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(288, '১১১/খ বাই সাইকেল পার্টস বিক্রেতা ( ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(289, '১১২/ক রেকসিন (বড়) ', '', '.', 1000.00, '.', NULL, NULL),
(290, '১১২/খ রেকসিন (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(291, '১১৩/ক ফোম (বড় ) ', '', '.', 3000.00, '.', NULL, NULL),
(292, '১১৩/খ ফোম (মাঝারি) ', '', '.', 2000.00, '.', NULL, NULL),
(293, '১১৩/গ ফোম (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(294, '১১৪/ক ডেউটিন ডিলার  ', '', '.', 3000.00, '.', NULL, NULL),
(295, '১১৪/খ ঢেউটীন বিক্রেতা (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(296, '১১৪/গ ঢেউটিন বিক্রেতা (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(297, '১১৫/ক প্লেন শীট ডীলার ', '', '.', 3000.00, '.', NULL, NULL),
(298, '১১৫/খ প্লেন শীট বিক্রেতা (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(299, '১১৫/গ ঢেউটিন বিক্রেতা ( ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(300, '১১৬/পেট্রোল পাম্প/সি এন জি স্টেশন/ফিলিং স্টেশন', '', '.', 3000.00, '.', NULL, NULL),
(301, '১১৭/ক এল পি গ্যাস বিক্রেতা ডিলার ', '', '.', 7500.00, '.', NULL, NULL),
(302, '১১৭/খ এল পি গ্যাস বিক্রেতা (বড় ) ', '', '.', 3000.00, '.', NULL, NULL),
(303, '১১৭/গ এল পি গ্যাস বিক্রেতা (ছোট ) ', '', ' .', 2000.00, '.', NULL, NULL),
(304, '১১৮/ক এ্যাকুরিয়াম মাছ/পশু ', '', '.', 1000.00, '.', NULL, NULL),
(305, '১১৮/খ এ্যাকুরিয়াম মাছ /পশু  (ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(306, '১১৯/ক ফার্মেসি (বড় ) পাইকারি ', '', '.', 2000.00, '.', NULL, NULL),
(307, '১১৯/খ ফার্মেসি (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(308, '১২০/ক চশমার দোকান (বড় ) ', '', '.', 1500.00, '.', NULL, NULL),
(309, '১২০/খ চশমার দোকান (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(310, '১২১/ক বাধাই কারখানা (মেশিনসহ)', '', '.', 1000.00, '.', NULL, NULL),
(311, '১২১/খ বাধাই কারখানা মেশিন ছাড়া (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(312, '১২১/গ বাধাই কারখানা মেশিন ছাড়া ( ছোট ) ', '', '.', 500.00, '.', NULL, NULL),
(313, '১২২/ক সুতার ব্যাবসায়ী/পরিবেশক পাইকারী( বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(314, '১২২/খ সুতার ব্যাবসায়ী/পরিবেশক পাইকারী (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(315, '১২৩/সংবাদ পত্রের স্টল ', '', '.', 500.00, '.', NULL, NULL),
(316, '১২৪/ক বেসরকারি স্বাস্থ্য ক্লিনিক,নার্সিং হোম/হাসপাতাল ৪০ শয্যার উর্ধে ', '', '.', 20000.00, '.', NULL, NULL),
(317, '১২৪/খ  বেসরকারি স্বাস্থ্য ক্লিনিক,নার্সিং হোম/হাসপাতাল ৩১ শয্যা হতে ৪০ শয্যা পর্যন্ত ', '', '.', 20000.00, '.', NULL, NULL),
(318, '১২৪/গ বেসরকারি স্বাস্থ্য ক্লিনিক,নার্সিং হোম/হাসপাতাল ২১ হতে ৩০ শয্যা পর্যন্ত ', '', '.', 15000.00, '.', NULL, NULL),
(319, '১২৪/ ঘ   বেসরকারি স্বাস্থ্য ক্লিনিক,নার্সিং হোম/হাসপাতাল ৫  শয্যা হতে ২০ শয্যা পর্যন্ত ', '', '.', 10000.00, '.', NULL, NULL),
(320, '১২৫/ক ডায়গন্সটিক এন্ড ইমেজিং (এম আর আই এন্ড সিটী স্ক্যানিং ) ', '', '.', 20000.00, '.', NULL, NULL),
(321, '১২৫/খ মেডীকেল ডায়গন্সটিক সেন্টার ল্যাব (বড় ) ', '', '.', 20000.00, '.', NULL, NULL),
(322, '১২৫/গ মেডীকেল ডায়গনস্টিক সেন্টার ল্যাব (মাঝারি) ', '', '.', 10000.00, '.', NULL, NULL),
(323, '১২৫/ঘ মেডীকেল ডায়গন্সটীক সেন্টার ল্যাব ( ছোট) ', '', '.', 5000.00, '.', NULL, NULL),
(324, '১২৬/স্থাপত্য প্রকৌশল  ফার্ম', '', '.', 5000.00, '.', NULL, NULL),
(325, '১২৭/ক প্রকৌশলী, চিকিৎসক,দন্ত চিকিৎসকের চেম্বার (স্ব নিয়োজিত) ক যার আয়কর প্রদানযোগ্য ', '', '.', 5000.00, '.', NULL, NULL),
(326, '১২৭/খ প্রকৌশলি,চিকিৎসক ,দন্ত চিকিৎসকের চেম্বার স্ব নিয়োজিত খ/যার আয়কর প্রদানযোগ্য নয় ', '', '.', 2500.00, '.', NULL, NULL),
(327, '১২৮/ক আইন ব্যাবসায়ী (স্ব নিয়োজিত) এ্যাডভোকেট ', '', '.', 1000.00, '.', NULL, NULL),
(328, '১২৮/খ আইন ব্যাবসায়ি সলিসিটর ফার্ম/আইন উপদেষ্টা ফার্ম ', '', '.', 2000.00, '.', NULL, NULL),
(329, '১২৯/ ক পুরাতন কাপড়ের দোকান বড় (পাইকারী ) ', '', '.', 1000.00, '.', NULL, NULL),
(330, '১২৯/খ পুরাতন কাপড়ের দোকান ছোট (খুচরা) ', '', '.', 500.00, '.', NULL, NULL),
(331, '১৩০/ক রেকটিফাইড স্পিরিটের ডীলার ', '', '.', 10000.00, '.', NULL, NULL),
(332, '১৩০/খ রেকটিফাইড স্পিরিট বিক্রেতা ', '', '.', 7500.00, '.', NULL, NULL),
(333, '১৩১/ক রিক্সা ও রিক্সা ভ্যান তৈরী কারখানা (বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(334, '১৩১/খ রিক্সা ও রিক্সা ভ্যান তৈরী কারখানা (ছোট ) ', '', '.', 1000.00, '.', NULL, NULL),
(335, '১৩২ মদের দোকান/বার লাইসেন্সধারী', '', '.', 20000.00, '.', NULL, NULL),
(336, '১৩৩ মাইক ভাড়ার দোকান ', '', '.', 750.00, '.', NULL, NULL),
(337, '১৩৪ কম্পিউটার বিক্রয় দোকান ', '', '.', 700.00, '.', NULL, NULL),
(338, '১৩৫ স্ট্যাম্প ভেন্ডার ', '', '.', 1000.00, '.', NULL, NULL),
(339, '১৩৬/ ক মোবাইল পার্টস/এক্সেসরিজ বিক্রেতা (বড় ) ', '', '.', 1000.00, '.', NULL, NULL),
(340, '১৩৬/ খ  মোবাইল পার্টস/এক্সেসরিজ বিক্রেতা (ছোট )  ', '', '.', 500.00, '.', NULL, NULL),
(341, '১৩৬/গ মোবাইল ফোন/এক্সেসরিজ এজেন্সি ( বড় ) ', '', '.', 5000.00, '.', NULL, NULL),
(342, '১৩৬/ঘ মোবাইল ফোন এক্সেসরিজ এজেন্সি (মাঝারি) ', '', '.', 3000.00, '.', NULL, NULL),
(343, '১৩৬/ ঙ মোবাইল এক্সেসরিজ এজন্সি ( ছোট ) ', '', '.', 2000.00, '.', NULL, NULL),
(344, '১৩৭/ মানি লন্ডার ', '', '.', 5000.00, '.', NULL, NULL),
(345, '১৩৮/ক সার/কীট নাশক ঔষধ বিক্রেতা (এজেন্সি ) ', '', '.', 2000.00, '.', NULL, NULL),
(346, '১৩৮/খ  সার/কীট নাশক   বিক্রেতা (খুচরা )) ', '', '.', 1000.00, '.', NULL, NULL),
(347, '১৩৯/ সিরামিক ফ্যাক্টরি ', '', '.', 10000.00, '.', NULL, NULL),
(348, '১৪০/  ইট ভাটা ', '', '.', 8000.00, '.', NULL, NULL),
(349, '১৪১/ পরিবহন এজেন্সি/পরিবহন ঠিকাদার ', '', '.', 5000.00, '.', NULL, NULL),
(350, '১৪২ সিগারেট বিড়ি (পাইকারী/এজেন্সি ) ', '', '.', 5000.00, '.', NULL, NULL),
(351, '১৪৩ বিভিন্ন মাপের চেরাই কাঠের ব্যাবসা ', '', '.', 2000.00, '.', NULL, NULL),
(352, '১৪৪/ কারুপন্য/হস্তশিল্প ', '', '.', 500.00, '.', NULL, NULL),
(353, '১৪৫/ বেকারী কারখানা ', '', '.', 1000.00, '.', NULL, NULL),
(354, '১৪৬ টীভি পার্টস ও এন্টিনা বিক্রেতা ছোট ', '', '.', 750.00, '.', NULL, NULL),
(355, '১৪৭/ মৎস্য হ্যাচারী ', '', '.', 2000.00, '.', NULL, NULL),
(356, '১৪৮/গার্মেন্টস এক্সেসরিজ ব্যাবসা ', '', '.', 2000.00, '.', NULL, NULL),
(357, '১৪৯/ক ইট বালু সিমেন্ট ও পাথর ব্যাবসা (খুচরা বড় ) ', '', '.', 2000.00, '.', NULL, NULL),
(358, '১৪৯/খ  ইট বালু সিমেন্ট ও পাথর ব্যাবসা (খুচরা ছোট )', '', '.', 1000.00, '.', NULL, NULL),
(359, '১৫০ হেলথ ক্লাব/ফিটনেস ক্লাব ', '', '.', 5000.00, '.', NULL, NULL),
(360, '১৫১  বন্দুক ক্রয় বিক্রয় ও মেরামতের দোকান ', '', '.', 3000.00, '.', NULL, NULL),
(362, '১৫৮/ ক প্রিন্টিং/প্যাকেজিং প্রেস হস্তচালিত ', '', '.', 750.00, '.', NULL, NULL),
(363, '১৫৮/ খ প্রিন্টিং/প্যাকেজিং প্রেস অটোমেটিক ', '', '.', 3000.00, '.', NULL, NULL),
(364, '১৫৯/শিপ ব্রেকিং ', '', '.', 25000.00, '.', NULL, NULL),
(365, '১৬০/স্যানিটারি কারখানা ', '', '.', 1000.00, '.', NULL, NULL),
(366, '১৬১/ম্যারেজ মিডীয়া', '', '.', 1000.00, '.', NULL, NULL),
(367, '১৬২/কফি হাউজ ', '', '.', 500.00, '.', NULL, NULL),
(368, '১৬৩/ ডেয়ারী জাত দ্রব্যাদি প্রস্তুত ', '', '.', 1000.00, '.', NULL, NULL),
(369, '১৬৪/আপত্তিজনক শব্দ ', '', '.', 1000.00, '.', NULL, NULL),
(370, '১৬৫/কাচা চামড়া মজুদ ', '', '.', 1000.00, '.', NULL, NULL),
(371, '১৬৬/পাকা চামড়া মজুদ ', '', '.', 1000.00, '.', NULL, NULL),
(372, '১৬৭/চাটাই খুচর বিক্রেতা ', '', '.', 1000.00, '.', NULL, NULL),
(373, '১৬৮/জ্বালানী কাঠ বিক্রেতা ', '', '.', 1000.00, '.', NULL, NULL),
(374, '১৬৯/চাটাই,গোলপাতা,বাশ ইত্যাদি পাইকারী বিক্রেতা (মজুদ ) ', '', '.', 1000.00, '.', NULL, NULL),
(375, '১৭০/জ্বালানী কাঠ পাইকারী (মজুদ ) ', '', '.', 1000.00, '.', NULL, NULL),
(376, '১৭১/আইসক্রীম প্রস্তুত ', '', '.', 2000.00, '.', NULL, NULL),
(377, '১৭২/বরফ প্রস্তত', '', '.', 1000.00, '.', NULL, NULL),
(378, '১৭৩/চুন মজুদ ', '', '.', 1000.00, '.', NULL, NULL),
(379, '১৭৪/সাবান প্রস্তত ', '', '.', 1000.00, '.', NULL, NULL),
(380, '১৭৫/চিটা গূড় জ্বালানী ', '', '.', 1000.00, '.', NULL, NULL),
(381, '১৭৬/শোন পাপড়ি ', '', '.', 1000.00, '.', NULL, NULL),
(382, '১৭৭/কাপড় রঙ করা ', '', '.', 1000.00, '.', NULL, NULL),
(383, '১৭৮/পাট মজুদ প্রতি মন(৩৭.৫০ কেজি )', '', '.', 1000.00, '.', NULL, NULL),
(384, '১৭৯/জ্বালানী তৈল ', '', '.', 2000.00, '.', NULL, NULL),
(385, '১৮০/দই প্রস্তুত ', '', '.', 1000.00, '.', NULL, NULL),
(386, '১৮১/মাংস মজুদ ', '', '.', 2000.00, '.', NULL, NULL),
(387, '১৮২/কয়লা/পাথর মজুদ ', '', '.', 2000.00, '.', NULL, NULL),
(388, '১৮৩/ ইট বালি খোয়া মজুদ ', '', '.', 2000.00, '.', NULL, NULL),
(389, '১৮৪/পোলট্রি /ডেয়ারী ফার্ম ', '', '.', 2000.00, '.', NULL, NULL),
(390, '১৮৫/হাড় মজুদ ', '', '.', 1000.00, '.', NULL, NULL),
(391, '১৮৬/কল সেন্টার ', '', '.', 2000.00, '.', NULL, NULL),
(392, '১৮৭/ফ্যাশন হাউজ ', '', '.', 2000.00, '.', NULL, NULL),
(393, ' ১৮৮/এ টি এম বুথ ', '', '.', 5000.00, '.', NULL, NULL),
(394, '১৮৯/কারিগরি প্রশিক্ষন /গাড়ি চালক প্রশিক্ষন সেন্টার ', '', '.', 1000.00, '.', NULL, NULL),
(395, '১৯০/বিদেশ ভ্রমন প্রশিক্ষন ', '', '.', 1000.00, '.', NULL, NULL),
(396, '১৯১/ডাইস মেরামত ', '', '.', 1000.00, '.', NULL, NULL),
(397, '১৯২/ইভেন্ট ম্যানেজমেন্ট ব্যাবসা ', '', '.', 20000.00, '.', NULL, NULL),
(398, '১৯৩/হোসিয়ারি ', '', '.', 2000.00, '.', NULL, NULL),
(399, '১৯৪/প্লাস্টিক দানা/কুচা বিক্রেতা ', '', '.', 2000.00, '.', NULL, NULL),
(400, '১৯৫/ইমিটেশন জুয়েলারি তৈরীকারক ', '', '.', 2000.00, '.', NULL, NULL),
(401, '১৯৬/স্টিলের সামগ্রী প্রস্তত কারক ', '', '.', 3000.00, '.', NULL, NULL),
(402, '১৯৭/অভ্যন্তরিন সাজসজ্জা ব্যাবসা ', '', '.', 5000.00, '.', NULL, NULL),
(403, '১৯৮/সার্ভেয়ার ব্যাবসা ', '', '.', 2000.00, '.', NULL, NULL),
(404, '১৯৯/রিসার্চ সেন্টার ', '', '.', 500.00, '.', NULL, NULL),
(405, '২০০/মিডিয়া এজেন্ট ব্যাবসা ', '', '.', 1000.00, '.', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `cache`
--

CREATE TABLE `cache` (
  `key` varchar(255) NOT NULL,
  `value` mediumtext NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `cache_locks`
--

CREATE TABLE `cache_locks` (
  `key` varchar(255) NOT NULL,
  `owner` varchar(255) NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

CREATE TABLE `jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `queue` varchar(255) NOT NULL,
  `payload` longtext NOT NULL,
  `attempts` tinyint(3) UNSIGNED NOT NULL,
  `reserved_at` int(10) UNSIGNED DEFAULT NULL,
  `available_at` int(10) UNSIGNED NOT NULL,
  `created_at` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `job_batches`
--

CREATE TABLE `job_batches` (
  `id` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `total_jobs` int(11) NOT NULL,
  `pending_jobs` int(11) NOT NULL,
  `failed_jobs` int(11) NOT NULL,
  `failed_job_ids` longtext NOT NULL,
  `options` mediumtext DEFAULT NULL,
  `cancelled_at` int(11) DEFAULT NULL,
  `created_at` int(11) NOT NULL,
  `finished_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `media`
--

CREATE TABLE `media` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL,
  `uuid` char(36) DEFAULT NULL,
  `collection_name` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `file_name` varchar(255) NOT NULL,
  `mime_type` varchar(255) DEFAULT NULL,
  `disk` varchar(255) NOT NULL,
  `conversions_disk` varchar(255) DEFAULT NULL,
  `size` bigint(20) UNSIGNED NOT NULL,
  `manipulations` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`manipulations`)),
  `custom_properties` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`custom_properties`)),
  `generated_conversions` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`generated_conversions`)),
  `responsive_images` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL CHECK (json_valid(`responsive_images`)),
  `order_column` int(10) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `media`
--

INSERT INTO `media` (`id`, `model_type`, `model_id`, `uuid`, `collection_name`, `name`, `file_name`, `mime_type`, `disk`, `conversions_disk`, `size`, `manipulations`, `custom_properties`, `generated_conversions`, `responsive_images`, `order_column`, `created_at`, `updated_at`) VALUES
(1, 'App\\Models\\TradeLicenseApplication', 1, '52975462-d8f6-4bf5-b756-2d1d69811b0f', 'owner_image', 'dtKipg7PM7h4gcBkAIuQIx8zde7F9SAnfX2Yu3Fg', 'dtKipg7PM7h4gcBkAIuQIx8zde7F9SAnfX2Yu3Fg.jpg', 'image/jpeg', 'public', 'public', 13144, '[]', '[]', '{\"thumb\":true}', '[]', 1, '2024-05-08 14:35:54', '2024-05-08 14:35:55'),
(2, 'App\\Models\\TradeLicenseApplication', 1, '8320eb0f-bf03-4561-b652-2bfc82fa88fd', 'pdf_files', 'SAD_Chapter_3', 'SAD_Chapter_3.pdf', 'application/pdf', 'public', 'public', 1950962, '[]', '[]', '[]', '[]', 2, '2024-05-08 16:04:31', '2024-05-08 16:04:31'),
(3, 'App\\Models\\TradeLicenseApplication', 1, 'b3f4c114-c5d1-48aa-9a9e-14ef0d9cddae', 'pdf_files', 'SAD_Chapter_1', 'SAD_Chapter_1.pdf', 'application/pdf', 'public', 'public', 2257386, '[]', '[]', '[]', '[]', 3, '2024-05-08 16:06:45', '2024-05-08 16:06:45'),
(4, 'App\\Models\\TradeLicenseApplication', 1, '5ec6c92f-776d-4be4-bc14-36547cfae078', 'pdf_files', 'SAD_Chapter_1', 'SAD_Chapter_1.pdf', 'application/pdf', 'public', 'public', 2257386, '[]', '[]', '{\"thumb\":true}', '[]', 4, '2024-05-09 04:38:11', '2024-05-09 04:38:13'),
(5, 'App\\Models\\TradeLicenseApplication', 1, '5f76ff67-fccc-4020-aa64-ba608667895a', 'pdf_files', 'SAD_Chapter_1', 'SAD_Chapter_1.pdf', 'application/pdf', 'public', 'public', 2257386, '[]', '[]', '{\"thumb\":true}', '[]', 5, '2024-05-09 04:39:00', '2024-05-09 04:39:01'),
(6, 'App\\Models\\TradeLicenseApplication', 1, '5ecbdb46-a047-4b9d-9e6e-9e1b6d863009', 'pdf_files', 'বার্ষিক-প্রতিবেদন', 'বার্ষিক-প্রতিবেদন.pdf', 'application/pdf', 'public', 'public', 500356, '[]', '[]', '{\"thumb\":true}', '[]', 6, '2024-05-09 04:53:36', '2024-05-09 04:53:41');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '0001_01_01_000000_create_users_table', 1),
(2, '0001_01_01_000001_create_cache_table', 1),
(3, '0001_01_01_000002_create_jobs_table', 1),
(4, '2024_04_25_110859_create_permission_tables', 1),
(5, '2024_04_25_113257_create_admins_table', 1),
(6, '2024_04_25_114126_create_activity_log_table', 1),
(7, '2024_04_25_114127_add_event_column_to_activity_log_table', 1),
(8, '2024_04_25_114128_add_batch_uuid_column_to_activity_log_table', 1),
(9, '2024_04_27_181504_create_signboards_table', 1),
(10, '2024_04_28_145155_create_user_one_time_passwords_table', 1),
(11, '2024_04_29_105500_create_business_categories_table', 1),
(12, '2024_04_30_130752_create_trade_license_applications_table', 1),
(13, '2024_05_04_161458_create_trade_license_activities_table', 1),
(14, '2024_05_04_181414_create_trade_license_documents_table', 1),
(15, '2024_05_04_181610_create_trade_license_required_documents_table', 1),
(16, '2024_05_06_114000_create_trade_license_payments_table', 1),
(17, '2024_05_07_121803_create_media_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `guard_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `guard_name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `role_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `payload` longtext NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`id`, `user_id`, `ip_address`, `user_agent`, `payload`, `last_activity`) VALUES
('0cq29m2D55bXoRVmMKo6JXfHoxrHnzyHQOpo9zcx', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiZUY0Q3ozSTVYeWxsaWpNdG1FUnZHQzFMdmF3UmlUeWJxd25JMVczUiI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MzI6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC91c2VyL2xvZ2luIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1715176848),
('4K6pOSRocNEuwoRGpBqOYrmoTXLq2xdXMpVLfECr', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoiVGhSSmpuRkVNSTJMTmJla25jdTdTMzQ2eGhjU28xcGlHZmhWckwySSI7czozOiJ1cmwiO2E6MTp7czo4OiJpbnRlbmRlZCI7czo2MDoiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvMS9lZGl0Ijt9czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6NjA6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC91c2VyL3RyYWRlLWxpY2Vuc2UtYXBwbGljYXRpb25zLzEvZWRpdCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fX0=', 1715179974),
('7Wd3eeshG4c5pyp09qrwdkc0VtlWMKyt5G0cNQxt', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiWk1TdVZGb0YwY0l6bzQxVWRBbHhYemdlbjI5bDEzVWVicFhJaUxIeCI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjY6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC90ZXN0Ijt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1715230421),
('9SUY0skaBxsuhFeMKq75kJ5jIXecNz7PxydUQj5A', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoieEdXbXV1TjlPbGswcm03MFNnT2dSRTF2eVQwWm5FUlJjZTc3aUNMVyI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MzI6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC91c2VyL2xvZ2luIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1715176943),
('f444cgCPm6axsdayoVrqfleEsDvIztmU500Zoivk', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiVk1UOW5JNzlWclMwN1Rsc0dJRG9hMHprT3B5cXpWNEFxZ1ppVWY4cCI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MzI6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC91c2VyL2xvZ2luIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1715178280),
('FFsvwovh7q1MPSZLF6NOatfiAjUgIMkkFPTcUOuw', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoibFpUVlA0VTBQdWMyNXpISTlJY0VLZzJjamtuY1o2SmJFTXFJc2lSdiI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MzI6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC91c2VyL2xvZ2luIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1715177922),
('fwZAro7Z0dzfOLTk1KMFWnt3TFTAU48DPp9xUcsv', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiWjJmdWEyQ3g2N1NjelAwd1pYMm85M1Q1YjltbEdtOW5oQjZEdGc2dCI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MzI6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC91c2VyL2xvZ2luIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1715178496),
('iAzCtm0K0wjvw5hL9sNJSNkJS1XGcysbdBQXex3x', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiN0hKa09HdHJIek0ySklzU0RqOVJkVm03QzdmYTJwWlpPSG93VlRLYSI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjE6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fX0=', 1715177921),
('IGZC58jJFISxyv1p3ujQbXMgekZj3wh5EC1hLQNL', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoidzBkMFNiUGtHQUNUYk1FdklrY3FJdzBpb3Y4NFM3eVNiQjdDSEpOUSI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjE6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fX0=', 1715179974),
('jtrrx5rQx93CIR11JzgRwrjrc0Ce9bGP68jp1cGn', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoiNnZDTXowYjJnc0YwTW5hUHBJdjdQSFp4d0x2WThlQlRDc2E5OW5tSCI7czozOiJ1cmwiO2E6MTp7czo4OiJpbnRlbmRlZCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjk6Il9wcmV2aW91cyI7YToxOntzOjM6InVybCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjY6Il9mbGFzaCI7YToyOntzOjM6Im9sZCI7YTowOnt9czozOiJuZXciO2E6MDp7fX19', 1715176942),
('lvNBFqYHZd4jOazNioL9tS2gQkwIisA4zleTcM05', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoienRhRkc5TXEzU1R6R0ZoUHNpcHhEMmdZc2xsTkY4bXBqWkdDbjNaYyI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjE6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fX0=', 1715178279),
('MM8RxoKzMxo8119kIyTw6NRyZTIjQ26wzP1B7b9A', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiaHM2MDJSbkx0em1XQlRZSURYbENjMDlBUkc4bHpFakFPSEZ2bm05SCI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjE6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fX0=', 1715176943),
('nbgar7g2kZOoEy5NBYYb9IOqKeLHMbqKihQEsWTW', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoiYXRVSTZSME1yVDFNMHlYeGhtOTJSODk2NGRHZ2F1RXNVNzVzdlZJTiI7czozOiJ1cmwiO2E6MTp7czo4OiJpbnRlbmRlZCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjk6Il9wcmV2aW91cyI7YToxOntzOjM6InVybCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjY6Il9mbGFzaCI7YToyOntzOjM6Im9sZCI7YTowOnt9czozOiJuZXciO2E6MDp7fX19', 1715176848),
('ObyNoScxbQbIdRHuRWlnhAsbGGy3bbvjdnlXnnFf', 1, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoiM3lwZmhjMlN1QklxRkRHWnVsVExRenN4Tm85Z0ZPekxLTnBkUjlXSCI7czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjY6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC90ZXN0Ijt9czo1MDoibG9naW5fd2ViXzU5YmEzNmFkZGMyYjJmOTQwMTU4MGYwMTRjN2Y1OGVhNGUzMDk4OWQiO2k6MTt9', 1715184406),
('rdfXiwpTlZNenZyDQHFpmhW4jMjOfqhuxljK64IN', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoiaXpDa2RGQnRvVUV4QXBKQjd5dVU2S0x2OUNBT1YzaEt2MTdjU090NSI7czozOiJ1cmwiO2E6MTp7czo4OiJpbnRlbmRlZCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjk6Il9wcmV2aW91cyI7YToxOntzOjM6InVybCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjY6Il9mbGFzaCI7YToyOntzOjM6Im9sZCI7YTowOnt9czozOiJuZXciO2E6MDp7fX19', 1715178496),
('SUzXZfFwN124WlsNvqaKt2KTeFlBP5uuWWBjwoIA', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoidnI1NEZFVUVUUkJTQVNmaXd0UXNBQnZ5Z1M2T0d5WXlBSERrZTlZSCI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjE6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fX0=', 1715176848),
('WEBfk5wC0qTdRrnW335s0HhFK2NUBlMjWYpP9rzf', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoicnZFeWNMQXhCdHJseDI2Z1Z3cFVUQnRuSHFFU3VJVFR6enFPVnphRCI7czozOiJ1cmwiO2E6MTp7czo4OiJpbnRlbmRlZCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjk6Il9wcmV2aW91cyI7YToxOntzOjM6InVybCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjY6Il9mbGFzaCI7YToyOntzOjM6Im9sZCI7YTowOnt9czozOiJuZXciO2E6MDp7fX19', 1715177921),
('Wk3vAbr4jQPLLXv3KqICQwHKB1Xg174xvsCWE42i', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoiT0RzeGQxR0RzejNEQmxSTkFhT1k3c0RVZWRBbnUyTms0VjlVQzRxZSI7czozOiJ1cmwiO2E6MTp7czo4OiJpbnRlbmRlZCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjk6Il9wcmV2aW91cyI7YToxOntzOjM6InVybCI7czo1OToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL3VzZXIvdHJhZGUtbGljZW5zZS1hcHBsaWNhdGlvbnMvYXBwbHkiO31zOjY6Il9mbGFzaCI7YToyOntzOjM6Im9sZCI7YTowOnt9czozOiJuZXciO2E6MDp7fX19', 1715178279),
('wmmuQgujzyVKYSxKbJlPy5LZJab0es7BdvZ179Ed', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiV1ppUTljblE2dnVoY1dRTktGeTZZbkRDNXllYkdDTWRuaHljOXhIOCI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjE6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fX0=', 1715178496),
('yNRgJEjNzVDhZqwW9OAvfTf0rYATwH3bboSG8Khc', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64; rv:126.0) Gecko/20100101 Firefox/126.0', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiY0UwVDJwamticHJITE1XSGdoN2lpY1VRV2FxU1dMcVFSNlRSZkVsRyI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MzI6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC91c2VyL2xvZ2luIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1715179975);

-- --------------------------------------------------------

--
-- Table structure for table `signboards`
--

CREATE TABLE `signboards` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `dimension` varchar(255) NOT NULL,
  `charge` decimal(8,2) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `signboards`
--

INSERT INTO `signboards` (`id`, `dimension`, `charge`, `created_at`, `updated_at`) VALUES
(1, '1 x 3', 500.00, NULL, NULL),
(2, '2 x 4', 1000.00, NULL, NULL),
(3, '24 x 16', 5000.00, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `trade_license_activities`
--

CREATE TABLE `trade_license_activities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `trade_license_application_id` bigint(20) UNSIGNED NOT NULL,
  `activity_name` varchar(255) NOT NULL,
  `activity_description` varchar(255) DEFAULT NULL,
  `payment_amount` decimal(10,2) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `trade_license_applications`
--

CREATE TABLE `trade_license_applications` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `business_category_id` bigint(20) UNSIGNED NOT NULL,
  `signboard_id` bigint(20) UNSIGNED NOT NULL,
  `business_organization_name_bn` varchar(255) NOT NULL,
  `business_organization_name` varchar(255) NOT NULL,
  `owner_name_bn` varchar(255) NOT NULL,
  `owner_name` varchar(255) NOT NULL,
  `father_name_bn` varchar(255) NOT NULL,
  `father_name` varchar(255) NOT NULL,
  `mother_name_bn` varchar(255) NOT NULL,
  `mother_name` varchar(255) NOT NULL,
  `spouse_name_bn` varchar(255) DEFAULT NULL,
  `spouse_name` varchar(255) DEFAULT NULL,
  `nature_of_business_bn` varchar(255) NOT NULL,
  `nature_of_business` varchar(255) DEFAULT NULL,
  `address_of_business_organization_bn` varchar(255) NOT NULL,
  `address_of_business_organization` varchar(255) NOT NULL,
  `zone_bn` varchar(255) DEFAULT NULL,
  `zone` varchar(255) DEFAULT NULL,
  `ward_no` varchar(255) DEFAULT NULL,
  `national_id_no` varchar(255) DEFAULT NULL,
  `birth_registration_no` varchar(255) DEFAULT NULL,
  `passport_no` varchar(255) DEFAULT NULL,
  `tin_no` varchar(255) DEFAULT NULL,
  `bin_no` varchar(255) DEFAULT NULL,
  `phone_no` varchar(255) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `fiscal_year` varchar(255) NOT NULL,
  `business_starting_date` date NOT NULL,
  `ca_holding_no` varchar(255) NOT NULL,
  `ca_road_no` varchar(255) DEFAULT NULL,
  `ca_village_bn` varchar(255) NOT NULL,
  `ca_village` varchar(255) NOT NULL,
  `ca_post_office_bn` varchar(255) NOT NULL,
  `ca_post_office` varchar(255) NOT NULL,
  `ca_post_code` varchar(255) NOT NULL,
  `ca_upazilla_bn` varchar(255) NOT NULL DEFAULT 'বরিশাল মেট্রোপলিটন পুলিশ স্টেশন',
  `ca_upazilla` varchar(255) NOT NULL DEFAULT 'Barishal Metropolitan Police Station',
  `ca_district_bn` varchar(255) NOT NULL DEFAULT 'বরিশাল',
  `ca_district` varchar(255) NOT NULL DEFAULT 'Barishal',
  `ca_division_bn` varchar(255) NOT NULL DEFAULT 'বরিশাল',
  `ca_division` varchar(255) NOT NULL DEFAULT 'Barishal',
  `ca_country_bn` varchar(255) NOT NULL DEFAULT 'বাংলাদেশ',
  `ca_country` varchar(255) NOT NULL DEFAULT 'Bangladesh',
  `pa_holding_no` varchar(255) NOT NULL,
  `pa_road_no` varchar(255) DEFAULT NULL,
  `pa_village_bn` varchar(255) NOT NULL,
  `pa_village` varchar(255) NOT NULL,
  `pa_post_office_bn` varchar(255) NOT NULL,
  `pa_post_office` varchar(255) NOT NULL,
  `pa_post_code` varchar(255) NOT NULL,
  `pa_upazilla_bn` varchar(255) NOT NULL,
  `pa_upazilla` varchar(255) NOT NULL,
  `pa_district_bn` varchar(255) NOT NULL,
  `pa_district` varchar(255) DEFAULT NULL,
  `pa_division_bn` varchar(255) NOT NULL,
  `pa_division` varchar(255) DEFAULT NULL,
  `pa_country_bn` varchar(255) DEFAULT NULL,
  `pa_country` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `application_type` varchar(255) NOT NULL DEFAULT 'new',
  `ccmts_2016_serial_no` varchar(255) DEFAULT NULL,
  `form_fee` decimal(8,2) DEFAULT NULL,
  `new_application_fee` decimal(8,2) DEFAULT NULL,
  `renewal_application_fee` decimal(8,2) DEFAULT NULL,
  `arrear` decimal(8,2) DEFAULT NULL,
  `surcharge` decimal(8,2) DEFAULT NULL,
  `amendment_fee` decimal(8,2) DEFAULT NULL,
  `signboard_fee` decimal(8,2) DEFAULT NULL,
  `income_tax` decimal(8,2) DEFAULT NULL,
  `vat` decimal(8,2) DEFAULT NULL,
  `other_fee` decimal(8,2) DEFAULT NULL,
  `total_fee` decimal(8,2) DEFAULT NULL,
  `trade_license_no` varchar(255) DEFAULT NULL,
  `issued_at` timestamp NULL DEFAULT NULL,
  `expiry_date` date DEFAULT NULL,
  `status` varchar(255) NOT NULL DEFAULT 'pending_tl_assistant_approval',
  `corrections` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL CHECK (json_valid(`corrections`)),
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `trade_license_applications`
--

INSERT INTO `trade_license_applications` (`id`, `user_id`, `business_category_id`, `signboard_id`, `business_organization_name_bn`, `business_organization_name`, `owner_name_bn`, `owner_name`, `father_name_bn`, `father_name`, `mother_name_bn`, `mother_name`, `spouse_name_bn`, `spouse_name`, `nature_of_business_bn`, `nature_of_business`, `address_of_business_organization_bn`, `address_of_business_organization`, `zone_bn`, `zone`, `ward_no`, `national_id_no`, `birth_registration_no`, `passport_no`, `tin_no`, `bin_no`, `phone_no`, `email`, `fiscal_year`, `business_starting_date`, `ca_holding_no`, `ca_road_no`, `ca_village_bn`, `ca_village`, `ca_post_office_bn`, `ca_post_office`, `ca_post_code`, `ca_upazilla_bn`, `ca_upazilla`, `ca_district_bn`, `ca_district`, `ca_division_bn`, `ca_division`, `ca_country_bn`, `ca_country`, `pa_holding_no`, `pa_road_no`, `pa_village_bn`, `pa_village`, `pa_post_office_bn`, `pa_post_office`, `pa_post_code`, `pa_upazilla_bn`, `pa_upazilla`, `pa_district_bn`, `pa_district`, `pa_division_bn`, `pa_division`, `pa_country_bn`, `pa_country`, `image`, `application_type`, `ccmts_2016_serial_no`, `form_fee`, `new_application_fee`, `renewal_application_fee`, `arrear`, `surcharge`, `amendment_fee`, `signboard_fee`, `income_tax`, `vat`, `other_fee`, `total_fee`, `trade_license_no`, `issued_at`, `expiry_date`, `status`, `corrections`, `created_at`, `updated_at`) VALUES
(1, 1, 18, 1, 'বিটস একাডেমী', 'Bits Academy', 'গালিব জামান', 'Galib Jaman', 'মোঃ আবু ছালেহ', 'Md Abu Saleh', 'আঞ্জুমানআরা বেগম', 'Anjumanara Begum', NULL, NULL, 'একক', 'Individual', 'পুলিশ লাইন, বরিশাল সদর, বরিশাল', 'Police Lines, Barishal Sadar, Barishal', NULL, NULL, '19', '19564456121245455', NULL, NULL, NULL, NULL, '01631907778', NULL, '2024-2025', '2024-05-15', '154', NULL, 'পুলিশ লাইন', 'Police Lines', 'আলেকান্দা', 'Alekanda', '8200', 'বরিশাল সদর', 'Barishal Sadar', 'বরিশাল', 'Barishal', 'বরিশাল', 'Barishal', 'বাংলাদেশ', 'Bangladesh', '154', NULL, 'পুলিশ লাইন', 'Police Lines', 'আলেকান্দা', 'Alekanda', '8200', 'বরিশাল সদর', 'Barishal Sadar', 'ঝালকাঠি', 'Jhalokathi', 'বরিশাল', 'Barishal', NULL, NULL, 'C:\\xampp\\tmp\\phpCE07.tmp', 'new', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'pending_form_fee_payment', NULL, '2024-05-08 14:35:53', '2024-05-08 14:35:53');

-- --------------------------------------------------------

--
-- Table structure for table `trade_license_documents`
--

CREATE TABLE `trade_license_documents` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `trade_license_application_id` bigint(20) UNSIGNED NOT NULL,
  `trade_license_required_document_id` bigint(20) UNSIGNED NOT NULL,
  `document_name` varchar(255) NOT NULL,
  `document_path` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `trade_license_documents`
--

INSERT INTO `trade_license_documents` (`id`, `trade_license_application_id`, `trade_license_required_document_id`, `document_name`, `document_path`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 'ব্যবসা প্রতিষ্ঠান নিজ ঘরে হইলে হোল্ডিং ট্যাক্স এর ফটোকপি /ভাড়াটিয়া চুক্তিপত্র (কাউন্সিলর দ্বারা সত্যায়িত)', 'documents/de10d686c4bae0c8ceb4f03c02ab81e9.pdf', '2024-05-08 14:35:55', '2024-05-08 14:35:55'),
(2, 1, 2, 'জাতীয় পরিচয়পত্র/পাসপোর্টের ফটোকপি ( কাউন্সিলর দ্বারা সত্যায়িত) ', 'documents/3ab87314f8a30fd5d817263c3ad2eb7a.pdf', '2024-05-08 14:35:55', '2024-05-08 14:35:55');

-- --------------------------------------------------------

--
-- Table structure for table `trade_license_payments`
--

CREATE TABLE `trade_license_payments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `trade_license_application_id` bigint(20) UNSIGNED NOT NULL,
  `payment_id` varchar(255) DEFAULT NULL,
  `gateway` varchar(255) DEFAULT NULL,
  `amount` decimal(8,2) NOT NULL,
  `method` varchar(255) DEFAULT NULL,
  `received_by` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `trade_license_required_documents`
--

CREATE TABLE `trade_license_required_documents` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `document_name` varchar(255) NOT NULL,
  `is_required` tinyint(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `trade_license_required_documents`
--

INSERT INTO `trade_license_required_documents` (`id`, `document_name`, `is_required`, `created_at`, `updated_at`) VALUES
(1, 'ব্যবসা প্রতিষ্ঠান নিজ ঘরে হইলে হোল্ডিং ট্যাক্স এর ফটোকপি /ভাড়াটিয়া চুক্তিপত্র (কাউন্সিলর দ্বারা সত্যায়িত)', 1, NULL, NULL),
(2, 'জাতীয় পরিচয়পত্র/পাসপোর্টের ফটোকপি ( কাউন্সিলর দ্বারা সত্যায়িত) ', 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `address` varchar(255) DEFAULT NULL,
  `image` varchar(255) DEFAULT 'users/default.png',
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `phone_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `phone`, `address`, `image`, `email_verified_at`, `phone_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'গালিব জামান', 'gj.emon35@gmail.com', '01766555213', 'N. avenue, Barishal, Bangladesh', 'users/default.png', NULL, '2024-05-08 13:15:27', '$2y$12$D.D5hFf8BH1wcQJS5MQyyOXAts7s1WMCKHW3/66DJOf9zlPN.jMfO', NULL, '2024-05-08 13:13:18', '2024-05-08 13:15:27'),
(2, 'Richa Jaman', 'rj.rafi35@gmail.com', '01631907778', 'N. H avenue, Barishal, BangladeshR', 'users/default.png', NULL, '2024-05-02 03:27:25', '$2y$12$l7BWKWvFKQjE4YIYvDG6k.82Na23F8YXB8Ho7ftycqpIurGBgGUMC', NULL, '2024-04-30 00:32:06', '2024-05-02 03:27:25');

-- --------------------------------------------------------

--
-- Table structure for table `user_one_time_passwords`
--

CREATE TABLE `user_one_time_passwords` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `otp` varchar(255) NOT NULL,
  `expires_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `is_used` tinyint(1) NOT NULL DEFAULT 0,
  `last_used_ip` varchar(255) DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `left_attempts` int(11) NOT NULL DEFAULT 3,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `activity_log`
--
ALTER TABLE `activity_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `subject` (`subject_type`,`subject_id`),
  ADD KEY `causer` (`causer_type`,`causer_id`),
  ADD KEY `activity_log_log_name_index` (`log_name`);

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `admins_email_unique` (`email`),
  ADD UNIQUE KEY `admins_phone_unique` (`phone`);

--
-- Indexes for table `admin_password_reset_tokens`
--
ALTER TABLE `admin_password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `admin_sessions`
--
ALTER TABLE `admin_sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `admin_sessions_admin_id_index` (`admin_id`),
  ADD KEY `admin_sessions_last_activity_index` (`last_activity`);

--
-- Indexes for table `business_categories`
--
ALTER TABLE `business_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cache`
--
ALTER TABLE `cache`
  ADD PRIMARY KEY (`key`);

--
-- Indexes for table `cache_locks`
--
ALTER TABLE `cache_locks`
  ADD PRIMARY KEY (`key`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `jobs_queue_index` (`queue`);

--
-- Indexes for table `job_batches`
--
ALTER TABLE `job_batches`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `media`
--
ALTER TABLE `media`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `media_uuid_unique` (`uuid`),
  ADD KEY `media_model_type_model_id_index` (`model_type`,`model_id`),
  ADD KEY `media_order_column_index` (`order_column`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`model_id`,`model_type`),
  ADD KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD PRIMARY KEY (`role_id`,`model_id`,`model_type`),
  ADD KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `permissions_name_guard_name_unique` (`name`,`guard_name`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `roles_name_guard_name_unique` (`name`,`guard_name`);

--
-- Indexes for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`role_id`),
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sessions_user_id_index` (`user_id`),
  ADD KEY `sessions_last_activity_index` (`last_activity`);

--
-- Indexes for table `signboards`
--
ALTER TABLE `signboards`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `trade_license_activities`
--
ALTER TABLE `trade_license_activities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `trade_license_activities_trade_license_application_id_foreign` (`trade_license_application_id`);

--
-- Indexes for table `trade_license_applications`
--
ALTER TABLE `trade_license_applications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `trade_license_applications_user_id_foreign` (`user_id`),
  ADD KEY `trade_license_applications_business_category_id_foreign` (`business_category_id`),
  ADD KEY `trade_license_applications_signboard_id_foreign` (`signboard_id`);

--
-- Indexes for table `trade_license_documents`
--
ALTER TABLE `trade_license_documents`
  ADD PRIMARY KEY (`id`),
  ADD KEY `trade_license_documents_trade_license_application_id_foreign` (`trade_license_application_id`);

--
-- Indexes for table `trade_license_payments`
--
ALTER TABLE `trade_license_payments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `trade_license_payments_trade_license_application_id_foreign` (`trade_license_application_id`);

--
-- Indexes for table `trade_license_required_documents`
--
ALTER TABLE `trade_license_required_documents`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`),
  ADD UNIQUE KEY `users_phone_unique` (`phone`);

--
-- Indexes for table `user_one_time_passwords`
--
ALTER TABLE `user_one_time_passwords`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_one_time_passwords_user_id_foreign` (`user_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `activity_log`
--
ALTER TABLE `activity_log`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `business_categories`
--
ALTER TABLE `business_categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=406;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `media`
--
ALTER TABLE `media`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `signboards`
--
ALTER TABLE `signboards`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `trade_license_activities`
--
ALTER TABLE `trade_license_activities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `trade_license_applications`
--
ALTER TABLE `trade_license_applications`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `trade_license_documents`
--
ALTER TABLE `trade_license_documents`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `trade_license_payments`
--
ALTER TABLE `trade_license_payments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `trade_license_required_documents`
--
ALTER TABLE `trade_license_required_documents`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `user_one_time_passwords`
--
ALTER TABLE `user_one_time_passwords`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD CONSTRAINT `model_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD CONSTRAINT `model_has_roles_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD CONSTRAINT `role_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `role_has_permissions_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `trade_license_activities`
--
ALTER TABLE `trade_license_activities`
  ADD CONSTRAINT `trade_license_activities_trade_license_application_id_foreign` FOREIGN KEY (`trade_license_application_id`) REFERENCES `trade_license_applications` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `trade_license_applications`
--
ALTER TABLE `trade_license_applications`
  ADD CONSTRAINT `trade_license_applications_business_category_id_foreign` FOREIGN KEY (`business_category_id`) REFERENCES `business_categories` (`id`),
  ADD CONSTRAINT `trade_license_applications_signboard_id_foreign` FOREIGN KEY (`signboard_id`) REFERENCES `signboards` (`id`),
  ADD CONSTRAINT `trade_license_applications_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`);

--
-- Constraints for table `trade_license_documents`
--
ALTER TABLE `trade_license_documents`
  ADD CONSTRAINT `trade_license_documents_trade_license_application_id_foreign` FOREIGN KEY (`trade_license_application_id`) REFERENCES `trade_license_applications` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `trade_license_payments`
--
ALTER TABLE `trade_license_payments`
  ADD CONSTRAINT `trade_license_payments_trade_license_application_id_foreign` FOREIGN KEY (`trade_license_application_id`) REFERENCES `trade_license_applications` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `user_one_time_passwords`
--
ALTER TABLE `user_one_time_passwords`
  ADD CONSTRAINT `user_one_time_passwords_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
